Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# settings.healthData.notAvailable
source: HealthKit not available on this device
ar: HealthKit غير متاح على هذا الجهاز
ca: HealthKit no disponible en aquest dispositiu
de: HealthKit auf diesem Gerät nicht verfügbar
es: HealthKit no disponible en este dispositivo
fr: HealthKit non disponible sur cet appareil
ja: このデバイスではHealthKitが利用できません
zh_hans: 此设备不支持HealthKit

# settings.healthData.syncing
source: Syncing...
ar: جاريّ المزامنة...
ca: Sincronitzant...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
ja: 同期中...
zh_hans: 同步中...

# settings.healthData.syncNow
source: Sync Now
ar: مزامنة الآن
ca: Sincronitza
de: Jetzt synchronisieren
es: Sincronizar
fr: Synchroniser
ja: 今すぐ同期
zh_hans: 立即同步

# settings.healthData.title
source: Health Data
ar: بيانات الصحة
ca: Dades de salut
de: Gesundheitsdaten
es: Datos de salud
fr: Données de santé
ja: ヘルスデータ
zh_hans: 健康数据

# settings.language.system
source: System
ar: النظام
ca: Sistema
es: Sistema
fr: Système
ja: システム
zh_hans: 系统

# settings.language.title
source: Language
ar: اللغة
ca: Idioma
de: Sprache
es: Idioma
fr: Langue
ja: 言語
zh_hans: 语言

# settings.manual.deleteConfirm.title
source: Delete this sleep entry?
ar: هل تريد حذف هذا السجل؟
ca: Vols eliminar aquest registre?
de: Diesen Eintrag löschen?
es: ¿Borrar este registro de sueño?
fr: Supprimer cet enregistrement ?
ja: この睡眠記録を削除しますか？
zh_hans: 删除此睡眠记录？

# settings.manual.empty
source: No manual entries
ar: لا توجد إدخالات يدوية
ca: Sense entrades manuals
de: Keine manuellen Einträge
es: Sin entradas manuales
fr: Aucune entrée manuelle
ja: 手動エントリなし
zh_hans: 没有手动条目

# settings.manual.showAll
source: Show all
ar: عرض الكل
ca: Mostra-ho tot
de: Alle anzeigen
es: Ver todas
fr: Tout afficher
ja: すべて表示
zh_hans: 显示全部

# settings.notifications.morning
source: Morning summary
ar: ملخص الصباح
ca: Resum matinal
de: Morgenübersicht
es: Resumen matutino
fr: Résumé du matin
ja: 朝のまとめ
zh_hans: 晨间摘要

# settings.notifications.morning.desc
source: Daily notification with sleep recap and tips
ar: إشعار يومي بملخص النوم ونصائح
ca: Notificació diària amb resum de son i consells
de: Tägliche Benachrichtigung mit Schlafzusammenfassung und Tipps
es: Notificación diaria con resumen de sueño y consejos
fr: Notification quotidienne avec récapitulatif du sommeil et conseils
ja: 睡眠の要約とヒントを含む毎日の通知
zh_hans: 每日通知，包含睡眠回顾和建议

# settings.notifications.predictive
source: Predictive alerts
ar: تنبيهات تنبؤية
ca: Alertes predictives
de: Prädiktive Benachrichtigungen
es: Alertas predictivas
fr: Alertes prédictives
ja: 予測アラート
zh_hans: 预测性提醒

# settings.notifications.predictive.desc
source: Warns you when patterns suggest poor sleep ahead
ar: ينبهك عندما تشير الأنماط إلى نوم سيئ قادم
ca: T'avisa quan els patrons indiquen que podries dormir malament
de: Warnt dich, wenn Muster auf bevorstehenden schlechten Schlaf hindeuten
es: Te avisa cuando los patrones indican que podrías dormir mal
fr: T'avertit quand les tendances annoncent un mauvais sommeil
ja: パターンから睡眠の質低下が予想される場合に警告します
zh_hans: 当模式显示可能睡眠不佳时提醒你

# settings.notifications.title
source: Notifications
ar: الإشعارات
ca: Notificacions
de: Benachrichtigungen
es: Notificaciones
ja: 通知
zh_hans: 通知

# settings.notifications.weekly
source: Weekly Digest
ar: الملخص الأسبوعي
ca: Resum Setmanal
de: Wöchentliche Zusammenfassung
es: Resumen Semanal
fr: Résumé Hebdomadaire
ja: 週間ダイジェスト
zh_hans: 每周摘要

# settings.notifications.weekly.desc
source: Receive a summary every Monday at 9:00 AM with your weekly sleep consistency and score.
ar: استلم ملخصًا كل اثنين في الساعة 9:00 مع اتساق نومك ونتيجتك الأسبوعية.
ca: Rep un resum cada dilluns a les 9:00 amb la teva consistència i puntuació setmanal de son.
de: Erhalten Sie jeden Montag um 9:00 Uhr eine Zusammenfassung Ihrer wöchentlichen Schlafkonsistenz und Bewertung.
es: Recibe un resumen cada lunes a las 9:00 con tu consistencia y puntuación semanal de sueño.
fr: Recevez un résumé chaque lundi à 9h00 avec votre consistance et score hebdomadaire de sommeil.
ja: 毎週月曜日の午前9時に睡眠の一貫性とスコアの週間サマリーを受け取ります。
zh_hans: 每周一上午 9:00 收到您的睡眠一致性和得分的周总结。

# settings.prediction.enable
source: Sleep prediction
ar: التنبؤ بالنوم
ca: Predicció de son
de: Schlafvorhersage
es: Predicción de sueño
fr: Prédiction du sommeil
ja: 睡眠予測
zh_hans: 睡眠预测

# settings.prediction.engine
source: Engine
ar: المحرك
ca: Motor
es: Motor
fr: Moteur
ja: エンジン
pt_br: Motor
zh_hans: 引擎

# settings.prediction.generic
source: Generic ML
ar: ML عام
ca: ML genèric
de: Generisches ML
es: ML genérico
fr: ML générique
ja: 汎用ML
pt_br: ML genérico
zh_hans: 通用ML

# settings.prediction.groundTruth
source: Training data
ar: بيانات التدريب
ca: Dades d'entrenament
de: Trainingsdaten
es: Datos de entrenamiento
fr: Données d'entraînement
ja: トレーニングデータ
pt_br: Dados de treino
zh_hans: 训练数据

# settings.prediction.heuristic
source: Heuristic
ar: استدلالي
ca: Heurística
de: Heuristik
es: Heurística
fr: Heuristique
ja: ヒューリスティック
pt_br: Heurística
zh_hans: 启发式

# settings.prediction.lastTrained
source: Last trained
ar: آخر تدريب
ca: Últim entrenament
de: Zuletzt trainiert
es: Último entrenamiento
fr: Dernier entraînement
ja: 最終トレーニング
pt_br: Último treino
zh_hans: 上次训练

# settings.prediction.ml
source: Smart prediction (ML)
ar: التنبؤ الذكي (ML)
ca: Predicció intel·ligent (ML)
de: Intelligente Vorhersage (ML)
es: Predicción inteligente (ML)
fr: Prédiction intelligente (ML)
ja: スマート予測（ML）
pt_br: Previsão inteligente (ML)
zh_hans: 智能预测（ML）

# settings.prediction.off
source: Off
ar: معطل
ca: Desactivat
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
zh_hans: 关闭

# settings.prediction.overlay
source: Show on spiral
ar: عرض على اللولب
ca: Mostra a l'espiral
de: Auf Spirale anzeigen
es: Mostrar en espiral
fr: Afficher sur la spirale
ja: スパイラルに表示
zh_hans: 在螺旋上显示

# settings.prediction.personalised
source: Personalised NN
ar: شبكة عصبية مخصصة
ca: NN personalitzada
de: Personalisiertes NN
es: NN personalizada
fr: RN personnalisé
ja: パーソナライズNN
pt_br: RN personalizada
zh_hans: 个性化神经网络

# settings.prediction.privacyNote
source: All ML training runs on-device. Your sleep data never leaves your phone.
ar: يتم تدريب ML بالكامل على الجهاز. بيانات نومك لا تغادر هاتفك أبداً.
ca: Tot l'entrenament ML s'executa al dispositiu. Les teves dades de son mai surten del telèfon.
de: Das ML-Training läuft vollständig auf dem Gerät. Deine Schlafdaten verlassen nie dein Telefon.
es: Todo el entrenamiento ML se ejecuta en el dispositivo. Tus datos de sueño nunca salen de tu teléfono.
fr: Tout l'entraînement ML se fait sur l'appareil. Vos données de sommeil ne quittent jamais votre téléphone.
ja: MLトレーニングはすべてデバイス上で実行されます。睡眠データがスマホから外に出ることはありません。
pt_br: Todo o treino ML é feito no dispositivo. Seus dados de sono nunca saem do seu celular.
zh_hans: 所有ML训练均在设备上运行。您的睡眠数据永远不会离开您的手机。

# settings.prediction.samplesUsed
source: Samples used
ar: العينات المستخدمة
ca: Mostres usades
de: Verwendete Daten
es: Muestras usadas
fr: Échantillons utilisés
ja: 使用サンプル数
pt_br: Amostras usadas
zh_hans: 已用样本

# settings.prediction.title
source: Prediction
ar: التنبؤ
ca: Predicció
de: Vorhersage
es: Predicción
fr: Prédiction
ja: 予測
zh_hans: 预测

# settings.theme.title
source: Theme
ar: المظهر
ca: Tema
de: Design
es: Tema
fr: Thème
ja: テーマ
zh_hans: 主题

# spiral.a11y.hint
source: Swipe to move across days. Pinch to zoom in.
ar: اسحب للتنقل عبر الأيام. اضغط لتقريب المشهد.
ca: Llisca per moure't entre dies. Pessiga per apropar la vista.
de: Streiche, um zwischen Tagen zu navigieren. Zwei-Finger-Geste zum Zoomen.
es: Desliza para moverte entre días. Pellizca para acercar la vista.
fr: Balaye pour te déplacer entre les jours. Pince pour zoomer.
ja: スワイプで日を移動。ピンチでズーム。
zh_hans: 滑动以在不同日期间移动。捏合缩放。

# spiral.controls.archimedean
source: Archimedean
ar: أرخميدس
ca: Arquimediana
de: Archimedisch
es: Arquimediana
fr: Archimedienne
ja: アルキメデス
zh_hans: 阿基米德

# spiral.controls.cosinor
source: Cosinor
ar: تحليل كوسينور
ja: コサイナー分析
zh_hans: 余弦分析

# spiral.controls.glow
source: Glow
ar: توهج
ca: Brillantor
de: Leuchten
es: Brillo
fr: Lueur
ja: グロー
zh_hans: 辉光

# spiral.controls.grid
source: Grid guides
ar: خطوط الشبكة
ca: Guies de quadrícula
de: Rasterlinien
es: Guías de cuadrícula
fr: Guides de grille
ja: グリッドガイド
zh_hans: 网格线

# spiral.controls.linkTau
source: Link τ growth
ar: ربط نمو τ
ca: Vincular creixement τ
de: τ-Wachstum verknüpfen
es: Vincular crecimiento τ
fr: Lier croissance τ
ja: τ 成長をリンク
zh_hans: 关联 τ 增长

# spiral.controls.logarithmic
source: Logarithmic
ar: لوغاريتمي
ca: Logarítmica
de: Logarithmisch
es: Logarítmica
fr: Logarithmique
ja: 対数
zh_hans: 对数

# spiral.controls.period
source: PERIOD (TAU)
ar: الفترة (TAU)
ca: PERÍODE (TAU)
de: PERIODE (TAU)
es: PERIODO (TAU)
fr: PÉRIODE (TAU)
ja: 周期 (TAU)
zh_hans: 周期 (TAU)

# spiral.controls.title
source: Controls
ar: عناصر التحكم
de: Steuerung
es: Controles
fr: Contrôles
ja: コントロール
zh_hans: 控制

# spiral.controls.weekly
source: 168h (Weekly)
ar: 168h (أسبوعي)
ca: 168h (Setmanal)
de: 168h (Wöchentlich)
es: 168h (Semanal)
fr: 168h (Hebdomadaire)
ja: 168h (週間)
zh_hans: 168h (每周)

# spiral.controls.zoom
source: DEPTH ZOOM
ar: تكبير العمق
ca: ZOOM PROFUNDITAT
de: TIEFENZOOM
es: ZOOM PROFUNDIDAD
fr: ZOOM PROFONDEUR
ja: 奥行きズーム
zh_hans: 深度缩放

# spiral.cursor.saveWake
source: %.1fh · sun → save
ar: %.1f ساعة · شمس → حفظ
ca: %.1fh · sol → desar
de: %.1fh · Sonne → speichern
es: %.1fh · sol → guardar
fr: %.1fh · soleil → enregistrer
ja: %.1fh · 太陽 → 保存
zh_hans: %.1fh · 太阳 → 保存

# spiral.cursor.sleepStart
source: moon → start sleep
ar: قمر → بدء النوم
ca: lluna → inici son
de: Mond → Schlaf starten
es: luna → inicio sueño
fr: lune → début du sommeil
ja: 月 → 睡眠開始
zh_hans: 月亮 → 开始睡眠

# spiral.empty.hint
source: Tap the moon to log your first night
ar: اضغط على القمر لتسجيل أول نومة لك
ca: Toca la lluna per registrar la teva primera nit
de: Tippe auf den Mond, um deine erste Nacht zu erfassen
es: Toca la luna para registrar tu primera noche
fr: Appuyez sur la lune pour enregistrer votre première nuit
ja: 月をタップして最初の夜を記録しましょう
zh_hans: 点击月亮记录你的第一个夜晚

# spiral.empty.title
source: No sleep data yet
ar: لا توجد بيانات نوم بعد
ca: Encara no hi ha dades de son
de: Noch keine Schlafdaten
es: Aún no hay datos de sueño
fr: Pas encore de données de sommeil
ja: 睡眠データはまだありません
zh_hans: 尚无睡眠数据

# spiral.info.awake
source: Awake
ar: يقظة
ca: Despert
de: Wach
es: Despierto
fr: Éveil
ja: 覚醒
zh_hans: 清醒

# spiral.info.awake.brief
source: Brief awakening
ar: استيقاظ قصير
ca: Despertar breu
de: Kurzes Erwachen
es: Despertar breve
fr: Éveil bref
ja: 短い覚醒
zh_hans: 短暂清醒

# spiral.info.now
source: now
ar: الآن
ca: ara
de: jetzt
es: ahora
fr: maintenant
ja: 現在
zh_hans: 现在

# spiral.info.sleep
source: Sleep
ar: نوم
ca: Son
de: Schlaf
es: Sueño
fr: Sommeil
ja: 睡眠
zh_hans: 睡眠

# spiral.info.sleep.deep
source: Deep sleep
ar: نوم عميق
ca: Son profund
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
ja: 深い睡眠
zh_hans: 深度睡眠

# spiral.info.sleep.light
source: Light sleep
ar: نوم خفيف
ca: Son lleuger
de: Leichter Schlaf
es: Sueño ligero
fr: Sommeil léger
ja: 浅い睡眠
zh_hans: 浅睡眠

# spiral.info.sleep.rem
source: REM (dreams)
ar: REM (أحلام)
ca: REM (somnis)
de: REM (Träume)
es: REM (sueños)
fr: REM (rêves)
ja: REM（夢）
zh_hans: REM（梦境）

# spiral.info.vigilia
source: Vigilia
ar: يقظة
ca: Vigília
de: Wachzeit
fr: Veille
ja: 覚醒時間
zh_hans: 清醒时间

# spiral.rephase.define
source: Set a schedule goal
ar: تحديد هدف لوقت النوم
ca: Defineix un objectiu d'horari
de: Zeitziel festlegen
es: Definir un objetivo de horario
fr: Définir un objectif d'horaire
ja: スケジュール目標を設定する
zh_hans: 设定作息目标

# spiral.rhythm.disorganized
source: Your rhythm is disorganized
ar: إيقاعك غير منتظم
ca: El teu ritme és desorganitzat
de: Dein Rhythmus ist ungeordnet
es: Tu ritmo está desorganizado
fr: Ton rythme est désorganisé
ja: リズムが乱れています
zh_hans: 你的节律紊乱

# spiral.rhythm.insufficient
source: Not enough data yet
ar: البيانات غير كافية بعد
ca: Poques dades de moment
de: Noch zu wenig Daten
es: Pocos datos por ahora
fr: Pas encore assez de données
ja: まだデータが少ない
zh_hans: 数据还不够

# spiral.rhythm.noData
source: Log more nights
ar: سجّل ليالٍ أكثر
ca: Registra més nits
de: Mehr Nächte erfassen
es: Registra más noches
fr: Enregistre plus de nuits
ja: もっと夜を記録して
zh_hans: 记录更多夜晚

# spiral.rhythm.stable
source: Your rhythm is stable
ar: إيقاعك مستقر
ca: El teu ritme és estable
de: Dein Rhythmus ist stabil
es: Tu ritmo está estable
fr: Ton rythme est stable
ja: リズムは安定しています
zh_hans: 你的节律稳定

# spiral.rhythm.subtitle.improving
source: Better than last week · keep it up
ar: أفضل من الأسبوع الماضي · استمر هكذا
ca: Millor que la setmana passada · continua així
de: Besser als letzte Woche · weiter so
es: Mejor que la semana pasada · sigue así
fr: Mieux que la semaine dernière · continue
ja: 先週より良くなっています · その調子で
zh_hans: 比上周更好 · 保持下去

# spiral.rhythm.subtitle.jetlag
source: You go to bed %@ later on weekends
ar: تنام في عطلة نهاية الأسبوع بعد %@ لاحقاً
ca: Et poses a dormir %@ més tard els caps de setmana
de: Du gehst am Wochenende %@ später ins Bett
es: Te acuestas %@ más tarde los fines de semana
fr: Tu te couches %@ plus tard le week-end
ja: 週末は平日より %@ 遅く就寝
zh_hans: 周末比工作日晚 %@ 入睡

# spiral.rhythm.subtitle.noData
source: Add at least 2 nights to see analysis
ar: أضف ليلتين على الأقل لرؤية التحليل
ca: Afegeix almenys 2 nits per veure l'anàlisi
de: Füge mindestens 2 Nächte hinzu, um die Analyse zu sehen
es: Añade al menos 2 noches para ver el análisis
fr: Ajoute au moins 2 nuits pour voir l'analyse
ja: 分析を見るには少なくとも2夜追加してください
zh_hans: 添加至少 2 个夜晚以查看分析

# spiral.rhythm.subtitle.shift
source: Schedule shift detected on %lld night%@ · tap for detail
ar: تم رصد تحول في الجدول الزمني في %lld ليلة%@ · اضغط للتفاصيل
ca: Canvi d'horari detectat en %lld nit%@ · toca per veure el detall
de: Zeitplanwechsel in %lld Nacht%@ erkannt · tippe für Details
es: Cambio de horario detectado en %lld noche%@ · toca para ver el detalle
fr: Changement de planning détecté en %lld nuit%@ · tape pour voir le détail
ja: %lld 夜%@でスケジュール変化を検出 · タップして詳細を見る
zh_hans: 在 %lld 晚%@检测到时间表变化 · 点击查看详情

# spiral.rhythm.subtitle.stable
source: %lld nights analyzed · %@ consistency
ar: تم تحليل %lld ليلة · اتساق %@
ca: %lld nits analitzades · consistència %@
de: %lld Nächte analysiert · Konsistenz %@
es: %lld noches analizadas · consistencia %@
fr: %lld nuits analysées · consistance %@
ja: %lld 夜分析済み · 一貫性 %@
zh_hans: 已分析 %lld 晚 · 一致性 %@

# spiral.rhythm.subtitle.variability
source: Your bedtime varies ±%.1fh night to night
ar: تتفاوت ساعة نومك بمقدار ±%.1fh من ليلة لأخرى
ca: La teva hora d'anar a dormir varia ±%.1fh nit a nit
de: Deine Schlafenszeit variiert um ±%.1fh von Nacht zu Nacht
es: Tu hora de acostarte varía ±%.1fh noche a noche
fr: Ton heure de coucher varie de ±%.1fh nuit après nuit
ja: 就寝時刻は毎晩 ±%.1fh 変化しています
zh_hans: 你的睡眠时间每晚相差 ±%.1fh

# spiral.rhythm.variable
source: Your rhythm is variable
ar: إيقاعك متغير
ca: El teu ritme és variable
de: Dein Rhythmus ist variabel
es: Tu ritmo es variable
fr: Ton rythme est variable
ja: リズムは不安定です
zh_hans: 你的节律有波动

# spiral.rhythm.veryStable
source: Your rhythm is very stable
ar: إيقاعك مستقر جداً
ca: El teu ritme és molt estable
de: Dein Rhythmus ist sehr stabil
es: Tu ritmo está muy estable
fr: Ton rythme est très stable
ja: リズムはとても安定しています
zh_hans: 你的节律非常稳定

# spiral.stats.durationSub.avg
source: average
ar: متوسط
ca: mitjana
de: Durchschnitt
es: media
fr: moyenne
ja: 平均
zh_hans: 平均

# spiral.stats.durationSub.excessive
source: excessive
ar: مرتفع
ca: excessiu
de: zu viel
es: excesivo
fr: excessif
ja: 過剰
zh_hans: 过多

# spiral.stats.durationSub.good
source: good
ar: جيد
ca: bé
de: gut
es: bien
fr: bien
ja: 良好
zh_hans: 良好

# spiral.stats.durationSub.insufficient
source: insufficient
ar: غير كافٍ
ca: insuficient
de: unzureichend
es: insuficiente
fr: insuffisant
ja: 不十分
zh_hans: 不足

# spiral.stats.durationSub.slightlyShort
source: slightly short
ar: قصير قليلاً
ca: una mica curt
de: etwas kurz
es: algo corto
fr: un peu court
ja: やや短い
zh_hans: 略短

# spiral.stats.rhythm
source: Rhythm
ar: الإيقاع
ca: Ritme
de: Rhythmus
es: Ritmo
fr: Rythme
ja: リズム
zh_hans: 节律

# spiral.stats.rhythmSub.circadian
source: circadian rhythm
ar: الإيقاع اليومي
ca: ritme circadià
de: zirkadianer Rhythmus
es: ritmo circadiano
fr: rythme circadien
ja: 概日リズム
zh_hans: 昼夜节律

# spiral.stats.rhythmSub.moderate
source: moderate
ar: متوسط
ca: moderat
de: moderat
es: moderado
fr: modéré
ja: 普通
zh_hans: 中等

# spiral.stats.rhythmSub.strong
source: strong
ar: قوي
ca: fort
de: stark
es: fuerte
fr: fort
ja: 強い
zh_hans: 强

# spiral.stats.rhythmSub.weak
source: weak
ar: ضعيف
ca: feble
de: schwach
es: débil
fr: faible
ja: 弱い
zh_hans: 弱

# spiral.stats.slept
source: Slept
ar: النوم
ca: Has dormit
de: Geschlafen
es: Dormiste
fr: Dormi
ja: 睡眠
zh_hans: 睡眠

# spiral.stats.variation
source: Variation
ar: التباين
ca: Variació
es: Variación
ja: 変動
zh_hans: 变化

# spiral.stats.variationSub
source: schedule
ar: تباين الجدول
ca: variació d'horari
de: Zeitplan
es: variación de horario
fr: variation horaire
ja: スケジュール変動
zh_hans: 作息变化

# stats.acrophase.sub
source: peak activity
ar: ذروة النشاط
ca: pic d'activitat
de: Aktivitätspeak
es: pico de actividad
fr: pic d'activité
ja: 活動ピーク
zh_hans: 活动峰值

# stats.acroSigma.sub
source: variability
ar: التباين
ca: variabilitat
de: Variabilität
es: variabilidad
fr: variabilité
ja: 変動性
zh_hans: 变异性

# stats.ampDrop
source: %.0f%% drop
ar: انخفاض %.0f%%
ca: %.0f%% caiguda
de: %.0f%% Abfall
es: %.0f%% caída
fr: %.0f%% baisse
ja: %.0f%%低下
zh_hans: 下降%.0f%%

# stats.amplitude.sub
source: rhythm strength
ar: قوة الإيقاع
ca: força del ritme
de: Rhythmusstärke
es: fuerza del ritmo
fr: force du rythme
ja: リズム強度
zh_hans: 节律强度

# stats.card.acrophase
source: Acrophase
ar: ذروة النشاط
ca: Acrofase
de: Akrophase
es: Acrofase
ja: 活動ピーク
zh_hans: 活跃高峰

# stats.card.amplitude
source: Amplitude
ar: السعة
ca: Amplitud
es: Amplitud
ja: 振幅
zh_hans: 振幅

# stats.card.rhythm
source: Rhythm
ar: الإيقاع
ca: Ritme
de: Rhythmus
es: Ritmo
fr: Rythme
ja: リズム
zh_hans: 节律

# stats.card.sleep
source: Sleep
ar: النوم
ca: Son
de: Schlaf
es: Sueño
fr: Sommeil
ja: 睡眠
zh_hans: 睡眠

# stats.card.socialJL
source: Social JL
ar: الفارق الاجتماعي
ca: Jet Lag social
de: Sozialer JL
es: Jet Lag social
fr: Décalage social
ja: 社会的JL
zh_hans: 社会时差

# stats.card.wkndAmp
source: Wknd Amp
ar: سعة نهاية الأسبوع
ca: Amp cap setm
de: WE-Amp
es: Amp fin sem
fr: Amp week-end
ja: 週末Amp
zh_hans: 周末振幅

# stats.glossary.acrophase
source: The time of day when your circadian rhythm peaks. An earlier acrophase means a morning chronotype; a later one means an evening chronotype.
ar: وقت اليوم الذي يبلغ فيه إيقاعك اليومي ذروته. الأكروفاز المبكر يعني نمطًا صباحيًا؛ والمتأخر يعني نمطًا مسائيًا.
ca: L'hora del dia en què el teu ritme circadià assoleix el seu pic. Una acrofase més primerenca indica un cronotip matutí; una de més tardana, un cronotip vespertí.
de: Die Tageszeit, zu der dein circadianer Rhythmus seinen Höhepunkt erreicht. Eine frühere Akrophase bedeutet einen Morgentyp; eine spätere einen Abendtyp.
es: La hora del día en que tu ritmo circadiano alcanza su pico. Una acrofase más temprana indica un cronotipo matutino; una más tardía, un cronotipo vespertino.
fr: L'heure de la journée où votre rythme circadien atteint son pic. Une acrophase précoce indique un chronotype du matin ; une tardive, du soir.
ja: 概日リズムがピークに達する時刻。早い峰相は朝型、遅い峰相は夜型を示します。
zh_hans: 你的昼夜节律达到峰值的时刻。较早的峰相表示晨型人，较晚的表示夜型人。

# stats.glossary.acroSigma
source: The standard deviation of your acrophase across days. A lower value means your rhythm peaks at a consistent time each day.
ar: الانحراف المعياري لأكروفازك عبر الأيام. القيمة الأقل تعني أن إيقاعك يبلغ ذروته في وقت ثابت كل يوم.
ca: La desviació estàndard de la teva acrofase entre dies. Un valor més baix significa que el teu ritme assoleix el pic a una hora consistent cada dia.
de: Die Standardabweichung deiner Akrophase über Tage. Ein niedrigerer Wert bedeutet, dass dein Rhythmus täglich zu einer konsistenten Zeit seinen Höhepunkt erreicht.
es: La desviación estándar de tu acrofase entre días. Un valor más bajo significa que tu ritmo alcanza el pico a una hora consistente cada día.
fr: L'écart-type de votre acrophase sur plusieurs jours. Une valeur faible signifie que votre rythme atteint son pic à une heure constante chaque jour.
ja: 日ごとの峰相の標準偏差。値が低いほど、毎日一定の時刻にリズムがピークに達することを意味します。
zh_hans: 你的峰相在各天之间的标准差。较低的值表示节律每天在一致的时间达到峰值。

# stats.glossary.amplitude
source: The strength of your circadian rhythm — how much your sleep timing varies between its peak and trough. A higher amplitude suggests a stronger, more robust rhythm.
ar: قوة إيقاعك اليومي — مدى تباين توقيت نومك بين الذروة والقاع. الامبليتود الأعلى يشير إلى إيقاع أقوى وأكثر ثباتًا.
ca: La força del teu ritme circadià: quant varia el moment del teu son entre el pic i el vall. Una amplitud més alta suggereix un ritme més fort i robust.
de: Die Stärke deines circadianen Rhythmus — wie stark dein Schlafzeitpunkt zwischen Hoch und Tief variiert. Eine höhere Amplitude deutet auf einen stärkeren, robusteren Rhythmus hin.
es: La fuerza de tu ritmo circadiano: cuánto varía el momento de tu sueño entre su pico y su valle. Una mayor amplitud sugiere un ritmo más fuerte y robusto.
fr: La force de votre rythme circadien — combien votre timing de sommeil varie entre son pic et son creux. Une amplitude plus élevée suggère un rythme plus fort et robuste.
ja: 概日リズムの強さ——睡眠タイミングがピークと谷の間でどれだけ変動するか。振幅が高いほど、リズムがより強固であることを示します。
zh_hans: 你的昼夜节律强度——睡眠时间在峰值和谷值之间的变化幅度。较高的振幅表明节律更强健。

# stats.glossary.done
source: Done
ar: تم
ca: Fet
de: Fertig
es: Listo
fr: Terminer
ja: 完了
zh_hans: 完成

# stats.glossary.r2
source: R² (R-squared) — the goodness-of-fit of the cosinor model to your sleep data. Values closer to 1.0 indicate that your sleep follows a strong 24-hour rhythm.
ar: R² (معامل التحديد) — جودة ملاءمة نموذج الكوسينور لبيانات نومك. القيم الأقرب إلى 1.0 تشير إلى أن نومك يتبع إيقاعًا قويًا مدته 24 ساعة.
ca: R² — la bondat d'ajust del model cosinor a les teves dades de son. Els valors més propers a 1,0 indiquen que el teu son segueix un fort ritme de 24 hores.
de: R² — die Anpassungsgüte des Cosinor-Modells an deine Schlafdaten. Werte nahe 1,0 zeigen, dass dein Schlaf einem starken 24-Stunden-Rhythmus folgt.
es: R² (R cuadrado) — la bondad de ajuste del modelo cosinor a tus datos de sueño. Los valores más cercanos a 1,0 indican que tu sueño sigue un fuerte ritmo de 24 horas.
fr: R² — la qualité d'ajustement du modèle cosinor à vos données de sommeil. Des valeurs proches de 1,0 indiquent que votre sommeil suit un rythme fort de 24 heures.
ja: R²——コサイナーモデルの睡眠データへの適合度。1.0に近い値ほど、睡眠が強い24時間リズムに従っていることを示します。
zh_hans: R²——余弦模型对你睡眠数据的拟合优度。值越接近1.0，表明睡眠遵循强烈的24小时节律。

# stats.glossary.rhythm
source: Rhythm score estimates how well your sleep-wake pattern follows a regular 24-hour cycle, based on the cosinor fit quality.
ar: يقدّر نقاط الإيقاع مدى اتباع نمط نومك واستيقاظك لدورة منتظمة مدتها 24 ساعة، بناءً على جودة ملاءمة الكوسينور.
ca: La puntuació de ritme estima com de bé el teu patró de son-vigília segueix un cicle regular de 24 hores, basat en la qualitat de l'ajust del cosinor.
de: Der Rhythmuswert schätzt, wie gut dein Schlaf-Wach-Muster einem regelmäßigen 24-Stunden-Zyklus folgt, basierend auf der Cosinor-Anpassungsqualität.
es: La puntuación de ritmo estima qué tan bien tu patrón de sueño-vigilia sigue un ciclo regular de 24 horas, basándose en la calidad del ajuste del cosinor.
fr: Le score de rythme estime dans quelle mesure votre modèle veille-sommeil suit un cycle régulier de 24 heures, basé sur la qualité de l'ajustement cosinor.
ja: リズムスコアは、コサイナー適合の質に基づいて、睡眠-覚醒パターンが規則的な24時間周期にどれだけ従っているかを推定します。
zh_hans: 节律评分估计你的睡眠-觉醒模式遵循规律24小时周期的程度，基于余弦拟合质量。
